"ONE_SONG" = "1 kappale";
"SONGS_COUNT_FORMAT" = "%d kappaletta";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Julkaistu %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@";

"MUSIC" = "Musiikki";

"123" = "123";

"Add All Albums" = "Lisää kaikki albumit";

"Add All Songs" = "Lisää kaikki";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Tallenna";
"ADD_PLAYLIST_DIALOG_TITLE" = "Uusi soittolista";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Syötä soittolistalle nimi.";
"ADD_PLAYLIST_ROW" = "Lisää soittolista…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Nimi";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Lisää kappaleita listalle ”%@”.";
"EDIT_PLAYLIST_RENAME" = "Vaihda nimi";
"EDIT_PLAYLIST_ADD_SONGS" = "Lisää kappaleita";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Nimeä soittolista";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Nimi";

"Albums" = "Albumit";

"All Albums" = "Kaikki albumit";

"All Songs" = "Kaikki kappaleet";

"Cancel" = "Kumoa";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Päivitetään kirjastoa\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Tämä saattaa kestää hetken.";

"Refresh Playlist" = "Päivitä soittolista";

"CLEAR" = "Tyhjennä";

"Clear Playlist" = "Tyhjennä soittolista";

"Save Playlist" = "Tallenna soittolista";

"Delete Playlist" = "Poista soittolista";

"Delete" = "Poista";

"Done" = "Valmis";

"Edit" = "Muokkaa";

"Save" = "Tallenna";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d albumia";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d artistia";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d kohdetta";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d raitaa";

"LISTING_COUNT_GENRES_FORMAT" = "%d lajityyppiä";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d soittolistaa";

"LISTING_COUNT_SONGS_FORMAT" = "%d kappaletta";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Artistit";

"NO_CONTEXT_NAVTITLE_GENRES" = "Lajit";

"OK" = "OK";

"Playlists" = "Soittolistat";

"Shuffle" = "Sekoita";

"Songs" = "Kappaleet";

"Unknown" = "Tuntematon";
"UNKNOWN_ARTIST" = "Tuntematon artisti";
"UNKNOWN_ALBUM" = "Tuntematon albumi";

"NOW_PLAYING_BUTTON_LABEL" = "Toistettava";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Artistit (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Artisti (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albumit (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Albumi (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Soittolista (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Soittolistat (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Kappale (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Kappaleet (löytyi %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Lajityypit (%@ tulosta)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Lajityyppi (%@ tulos)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Lisää kappaleita soittolistaan %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Julkaistu %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 kappale";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u kappaletta";
"ALBUM_INFO_TIME_SINGULAR" = "1 min";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min";

"UNKNOWN_DURATION" = "--.--";
